export default {
  seo: {
    title: 'Jenda: Инновационная система управления задачами',
  },
  banner: {
    title: 'Мы вышли из беты! Попробуйте PRO-версию с эксклюзивными функциями!',
    title_beta: 'Пока мы в бете! Следите за обновлениями в нашем блоге',
    action: 'Подробнее',
  },
  hero: {
    badge: 'Попробуйте продукт уже сегодня!',
    badge_soon: 'Уже совсем скоро зарелизимся!',
    title: 'Не просто список дел - целая | система.',
    description: 'Задачи, канбан-доски, гант, процессы, заметки, напоминания и уведомления в Телеге или Дискорде — всё это для тебя и твоей команды',
    stack: 'Наши используемые технологии',
  },
  features: {
    title: 'Повысьте эффективность с интуитивными инструментами',
    description: 'Профессиональная организация задач, бесшовная командная работа и полный контроль процессов — реализовано в одном решении.',
    badge: 'Готовим для вас',
    cards: [
      {
        title: 'Канбан 🧑‍💻',
        description: 'Организуйте и визуализируйте свои проекты с помощью нашей интуитивно понятной доски Канбан.',
      },
      {
        title: 'Автоматизации ⚙️',
        description: 'Управляйте и налаживайте специальные процессы автоматизаций',
      },
      {
        title: 'Чаты 💬',
        description: 'Лёгкое общение, моментальные обсуждения и тёплая атмосфера - сделайте работу в команде ещё приятнее!',
      },
      {
        title: 'Шаблоны 📦',
        description: 'Создавайте, сохраняйте и повторно используйте шаблоны - экономьте время на рутине.',
      },
      {
        title: 'Заметки 📚',
        description: 'Записывайте идеи, мысли и важную информацию. Все ваши заметки всегда под рукой и удобно организованы.',
      },
    ],
  },
}
