export default {
  seo: {
    title: 'Jenda: Инновационная система управления задачами',
  },
  banner: {
    title: 'Мы вышли из беты! Попробуйте PRO-версию с эксклюзивными функциями!',
    title_beta: 'Пока мы в бете! Следите за обновлениями в нашем блоге',
    action: 'Подробнее',
  },
  hero: {
    badge: 'Попробуйте продукт уже сегодня!',
    badge_soon: 'Уже совсем скоро зарелизимся!',
    title: 'Не просто список дел - целая | система.',
    description: 'Задачи, канбан-доски, гант, процессы, заметки, напоминания и уведомления в Телеге или Дискорде — всё это для тебя и твоей команды',
    stack: 'Наши используемые технологии',
  },
  features: {
    title: 'Повысьте эффективность с интуитивными инструментами',
    description: 'Профессиональная организация задач, бесшовная командная работа и полный контроль процессов — реализовано в одном решении.',
    badge: 'Готовим для вас',
    cards: [
      {
        title: 'Канбан 🧑‍💻',
        description: 'Организуйте и визуализируйте свои проекты с помощью нашей интуитивно понятной доски Канбан.',
      },
      {
        title: 'Автоматизации ⚙️',
        description: 'Управляйте и налаживайте специальные процессы автоматизаций',
      },
      {
        title: 'Чаты 💬',
        description: 'Лёгкое общение, моментальные обсуждения и тёплая атмосфера - сделайте работу в команде ещё приятнее!',
      },
      {
        title: 'Шаблоны 📦',
        description: 'Создавайте, сохраняйте и повторно используйте шаблоны - экономьте время на рутине.',
      },
      {
        title: 'Заметки 📚',
        description: 'Записывайте идеи, мысли и важную информацию. Все ваши заметки всегда под рукой и удобно организованы.',
      },
    ],
  },
  plan: {
    title: 'Выберите подходящий план для ваших процессов',
    description: 'Для любого бизнеса, любого размера, мы сможем предоставить вам идеальное решение.',
    badge: 'Удобные тарифы для бизнеса',
    tabs: {
      prefix_month: 'В месяц',
      prefix_year: 'В год',
    },
    descriptions: {
      prefix_free: 'Для специалистов и начинающим',
      prefix_lite: 'Для небольших команд и стартапов',
      prefix_pro: 'Оптимален для расширяющихся команд',
      prefix_business: 'Для сложных бизнес-процессов',
    },
    features: {
      prefix_free: [
        'До 5 человек в команде',
        'До 3 рабочих пространств и 20 досок',
        'Шаблоны досок',
        'До 100 заметок',
        'До 5 автоматизированных процессов',
        'Созвоны, взаимодействия в реальном времени',
        'Интеграции с внешними сервисами',
        'До 3 файлов в каждой задаче',
      ],
      prefix_lite: [
        'До 10 человек в команде',
        'До 7 рабочих пространств и 50 досок',
        'Безлимитные заметки',
        'До 5 файлов в каждой задаче',
        'До 15 автоматизированных процессов в команде',
      ],
      prefix_pro: [
        'Неограниченное число человек в команде',
        'До 20 рабочих пространств',
        'Безлимитное кол-во досок в рабочих пространствах',
        'До 100 автоматизированных процессов в команде',
        'До 10 файлов в каждой задаче',
      ],
      prefix_business: [
        'До 50 рабочих пространств',
        'Безлимитное кол-во автоматизированных процессов в команде',
        'Возможность приглашать гостей',
        'До 20 файлов в каждой задаче',
      ],
    },
    card: {
      free: 'бесплатно',
      month: 'за человека/месяц',
      popular: 'Популярное',
      action: 'Начать пользоваться',
      more: 'Все из {plan}, плюс:',
      from: 'от',
    },
  },
}
