export default {
  seo: {
    title: 'Jenda: Инновационная система управления задачами',
  },
  banner: {
    title: 'Мы вышли из беты! Попробуйте PRO-версию с эксклюзивными функциями!',
    title_beta: 'Пока мы в бете! Следите за обновлениями в нашем блоге',
    action: 'Подробнее',
  },
  hero: {
    badge: 'Попробуйте продукт уже сегодня!',
    badge_soon: 'Уже совсем скоро зарелизимся!',
    title: 'Не просто список дел - целая | система.',
    description: 'Задачи, канбан-доски, гант, процессы, заметки, напоминания и уведомления в Телеге или Дискорде — всё это для тебя и твоей команды',
    stack: 'Наши используемые технологии',
  },
}
